Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajien_puheenjohtaja_toivoo_tiiviimpaa_yhteistyota_ministereiden_kanssa.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien puheenjohtaja toivoo tiiviimpää yhteistyötä ministereiden kanssa
sme: Sámedikki ságajođiheaddji sávvá lávgadut oktasašbarggu ministeriiguin

source: Saamelaisten kansallispäivän puheessaan 6.2.2022 Saamelaiskäräjien puheenjohtaja toivoi tiiviimpää yhteistyötä suoraan ministereiden kanssa.
sme: Sámi álbmotbeaivve ságastis 6.2.2022 Sámedikki ságajođiheaddji sávai lávgadut oktasašbarggu njuolgga ministeriiguin.

source: Lisäksi puheessa nousivat esille mm. ilmastonmuutoksen aiheuttamat haasteet saamelaiselinkeinoille, tarve saamelaiskäräjälain muutokselle sekä totuus- ja sovintokomission työn alkaminen.
sme: Lassin ságas bohte ovdan ee dálkkádatnuppástusa dagahan hástalusat sámeealáhusaide, dárbu sámediggelága nuppástussii sihke duohtavuođa- ja soabadankommišuvnna barggu álggaheapmi.

source: -Yhteistyömme Suomen valtion suuntaan on kehittynyt viimeisten vuosien aikana.
sme: – Min oktasašbargu Suoma stáhta guvlui lea ovdánan maŋimuš jagiid áigge.

source: Monet ministerit ovat myös henkilökohtaisesti osallistuneet Saamelaiskäräjien kanssa käytyihin neuvotteluihin ja keskusteluihin.
sme: Máŋggat ministarat leat maiddái persovnnalaččat oassálastán Sámedikkiin gevvon ráđđádallamiidda ja ságastallamiidda.

source: Toivon, että tämä yhteistyö vahvistuu entisestään tulevaisuudessa erityisesti valtioneuvoston jäsenten kanssa, totesi puheenjohtaja Juuso puheessaan.
sme: Sávan, ahte dát oktasašbargu nanosmuvvá ain ovddežis boahttevuođas erenomážit stáhtaráđi lahtuiguin, gávnnahii ságajođiheaddji Juuso ságastis.

source: Puheenjohtaja nosti esille myös ilmastonmuutoksen negatiiviset vaikutukset saamelaisten perinteisten elinkeinojen kuten poronhoidon ja kalastuksen harjoittajille.
sme: Ságajođiheaddji bajidii ovdan maiddái dálkkádatnuppástusa negatiivvalaš váikkuhusaid sámiid árbevirolaš ealáhusaiguin nugo boazodoaluin ja guolástusain bargiide.

source: Hän painotti ilmastolain uudistuksen etenemisen tärkeyttä ja saamelaisten oikeuksien huomioimista myös kyseisen lain yhteydessä.
sme: Son deattuhii dálkkádatlága ođastusa ovdáneami dehálašvuođa ja sámiid vuoigatvuođaid vuhtii váldima maiddái guoskevaš lága oktavuođas.

source: Juuson mukaan saamelaisen ilmastoneuvoston olisi tärkeää päästä aloittamaan työnsä mahdollisimman nopeasti.
sme: Juuso mielde livčče dehálaš, ahte sámi dálkkádatráđđi beassá álggahit barggu nu jođánit go vejolaš.

source: Myös tarve saamelaiskäräjälain muutokselle erityisesti ihmisoikeuksien toteutumisen näkökulmasta oli tärkeä teema puheenjohtajan kansallispäivän puheessa.
sme: Maiddái dárbu sámediggelága nuppástussii erenomážit olmmošrivttiid ollašuvvama perspektiivvas lei dehálaš temá ságajođiheaddji álbmotbeaivve ságas.

source: -Haluankin esittää Suomen hallitukselle ja kansanedustajille pohdittavaksi arvokysymyksen siitä, onko Suomi sellainen valtio, jossa ihmisoikeuksien toteutumista edistetään kaikkien ihmisten osalta vai lähteekö Suomi sellaisten valtioiden mukaan, jotka tietoisesti jatkavat ihmisoikeuksien rikkomista , kysyy Juuso.
sme: – Háliidange ovdan buktit Suoma ráđđehussii ja riikkabeailahtuide guorahallan láhkai árvogažaldaga das, leago Suopma dakkár stáhta, gos olmmošrivttiid ollašuvvan ovddiduvvo buot olbmuid oasil vai searvágo Suopma dakkár stáhtaid fárrui, geat diđolaččat jotket olmmošrivttiid rihkkuma, jearrá Juuso.

source: Juuso näkee saamelaisten totuus- ja sovintokomission perustamisen askeleena kahden kansan välisen yhteistyön parantamiseksi.
sme: Juuso oaidná sámiid duohtavuođa- ja soabadankommišuvnna vuođđudeami lávkin guovtte álbmoga gaskasaš oktasašbarggu buorideami guvlui.

source: Tärkeinä edellytyksinä komission työn onnistumiselle Juuso näkee sen, että saamen kansalla on luottamus prosessiin sekä laajemman asenneilmapiirin muutoksen suomalaisessa yhteiskunnassa.
sme: Dehálaš eaktun kommišuvnna barggu lihkosmuvvamii Juuso oaidná dan, ahte sámeálbmogis lea luohttámuš prosessii ja maiddái dan, ahte gávdno viidásut jurddašanvuogi nuppástus suopmelaš servodagas.

source: Lue Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuson kansallispäivän puhe täältä .
sme: Loga Sámedikki ságajođiheaddji Tuomas Aslak Juuso álbmotbeaivve sága dáppe .

source: Katso video Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuson kansallispäivän puheesta täältä .
sme: Geahča video Sámedikki ságajođiheaddji Tuomas Aslak Juuso álbmotbeaivve ságas dáppe .
